anthropic.claude-code@2.1.158
astro-build.astro-vscode@2.16.14
dtoplak.vscode-glsllint@1.9.1
expertlsp.expert@0.5.0
fwcd.kotlin@0.2.36
ianandhum.protobuf-support@1.5.4
ivsop.iana@0.0.3
jeff-hykin.polacode-2019@0.6.2
jgclark.vscode-todo-highlight@2.0.8
llvm-vs-code-extensions.vscode-clangd@0.6.0
ms-dotnettools.csdevkit@3.20.199
ms-dotnettools.csharp@2.140.8
ms-dotnettools.vscode-dotnet-runtime@3.0.2
ms-python.debugpy@2026.6.0
ms-python.python@2026.4.0
ms-python.vscode-pylance@2026.2.1
ms-python.vscode-python-envs@1.30.0
ms-toolsai.jupyter@2025.9.1
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.3.0
ms-toolsai.vscode-jupyter-cell-tags@0.1.9
ms-toolsai.vscode-jupyter-slideshow@0.1.6
ms-vscode.hexeditor@1.11.1
ms-vsliveshare.vsliveshare@1.1.122
myriad-dreamin.tinymist@0.14.18
naumovs.color-highlight@2.8.0
pgourlain.erlang@1.1.3
polymeilex.wgsl@0.1.17
raczzalan.webgl-glsl-editor@1.3.9
redhat.java@1.54.0
redhat.vscode-xml@0.29.2
rickynormandeau.mariana-pro@3.0.12
rust-lang.rust-analyzer@0.3.2913
slevesque.shader@1.1.5
streetsidesoftware.code-spell-checker@4.5.6
svelte.svelte-vscode@110.0.0
tamasfe.even-better-toml@0.21.2
tomoki1207.pdf@1.2.2
vadimcn.vscode-lldb@1.12.1
visualstudiotoolsforunity.vstuc@1.2.2
vscjava.vscode-gradle@3.17.3
vscjava.vscode-maven@0.45.3
wakatime.vscode-wakatime@30.2.0

