anthropic.claude-code
astro-build.astro-vscode
dtoplak.vscode-glsllint
expertlsp.expert
fwcd.kotlin
ianandhum.protobuf-support
ivsop.iana
jeff-hykin.polacode-2019
jgclark.vscode-todo-highlight
llvm-vs-code-extensions.vscode-clangd
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
naumovs.color-highlight
pgourlain.erlang
polymeilex.wgsl
raczzalan.webgl-glsl-editor
redhat.java
redhat.vscode-xml
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
slevesque.shader
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
tomoki1207.pdf
vadimcn.vscode-lldb
visualstudiotoolsforunity.vstuc
vscjava.vscode-gradle
vscjava.vscode-maven
wakatime.vscode-wakatime

