This file was manually created to appear in my dotfiles so I can automatically install extensions

astro-build.astro-vscode
dtoplak.vscode-glsllint
ivsop.iana
jeff-hykin.polacode-2019
jgclark.vscode-todo-highlight
llvm-vs-code-extensions.vscode-clangd
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
myriad-dreamin.tinymist
naumovs.color-highlight
pgourlain.erlang
polymeilex.wgsl
raczzalan.webgl-glsl-editor
redhat.java
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
slevesque.shader
tamasfe.even-better-toml
tomoki1207.pdf
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-maven
